[
    {
        "id": 5,
        "img": "https://i.ibb.co/Thr1gh3/Clothing.png",
        "title": "Warm Clothing Drive",
        "category": "clothing",
        "category_bg": "rgba(255, 0, 0, 0.18)",
        "card_bg": "rgba(255, 165, 0, 0.15)",
        "text_button_bg": "rgba(255, 165, 0, 1)",
        "description": "The Warm Clothing Drive is a heartfelt initiative to bring warmth and comfort to those in need during the upcoming winter season. As temperatures drop, many individuals and families face the harsh reality of the cold without adequate clothing. Your generous contribution to this drive will make a significant difference in their lives.\n\nBy donating warm clothing such as coats, sweaters, scarves, and blankets, you are providing essential protection against the cold. These items don't just offer physical warmth but also convey a message of care and solidarity. Your support ensures that no one in our community has to endure the frigid winter without proper attire.\n\nJoin us in making a positive impact and donate to the Warm Clothing Drive today. Your kindness and compassion can help brighten the winter for those who need it most.",
        "price": 18
    },
    {
        "id": 7,
        "img": "https://i.ibb.co/ZK6zGcS/Food.png",
        "title": "Community Kitchen",
        "category": "food",
        "category_bg": "rgba(0, 0, 255, 0.18)",
        "card_bg": "rgba(0, 0, 255, 0.15)",
        "text_button_bg": "rgba(0, 0, 255, 1)",
        "description": "The Community Kitchen project is a beacon of hope for those facing hunger in our local community. Your support for this initiative directly impacts the lives of vulnerable individuals by providing them with nutritious meals. Hunger knows no boundaries, and your contribution plays a vital role in combating food insecurity.\n\nOur community kitchen serves hot, wholesome meals to homeless individuals, low-income families, and seniors who may otherwise go without. Your donation is not just about putting food on the table; it's about nourishing the spirit and offering a lifeline to those in need.\n\nJoin us in the fight against hunger and donate to the Community Kitchen project. Your generosity ensures that no one in our community has to endure the pain of an empty stomach.",
        "price": 18
    },
    {
        "id": 12,
        "img": "https://i.ibb.co/pRNFzHK/Health.png",
        "title": "Medical Camps",
        "category": "health",
        "category_bg": "rgba(128, 0, 128, 0.18)",
        "card_bg": "rgba(128, 0, 128, 0.15)",
        "text_button_bg": "rgba(128, 0, 128, 1)",
        "description": "Access to healthcare is a fundamental right, yet many underserved communities lack the resources for essential medical services. The Medical Camps initiative seeks to bridge this gap by organizing free medical camps in areas where healthcare is scarce.\n\nYour support for Medical Camps directly saves lives and improves the overall health and well-being of those who lack access to medical care. These camps offer medical check-ups, consultations, vaccinations, and access to basic medicines, addressing both immediate health concerns and promoting preventive healthcare practices.\n\nBy contributing to this cause, you become a lifeline for individuals who desperately need medical assistance. Join us in our mission to ensure that healthcare reaches everyone, regardless of their circumstances.",
        "price": 18
    },
    {
        "id": 2,
        "img": "https://i.ibb.co/Fs8Cv2t/Education.png",
        "title": "Education Fund",
        "category": "education",
        "category_bg": "rgba(0, 128, 0, 0.18)",
        "card_bg": "rgba(0, 128, 0, 0.15)",
        "text_button_bg": "rgba(0, 128, 0, 1)",
        "description": "Education is a powerful tool for transformation, but not all children have equal access to quality learning opportunities. The Education Fund is a critical initiative committed to providing underprivileged children with the educational support they need to unlock their potential.\n\nYour contribution to the Education Fund covers essential expenses such as school supplies, tuition fees, and educational programs for children who might otherwise miss out on education. By investing in their future, you empower them to break the cycle of poverty and reach for their dreams.\n\nEducation is a catalyst for positive change, and your support can create a brighter, more equitable future. Join us in our commitment to nurturing the leaders of tomorrow through education.",
        "price": 18
    },
    {
        "id": 9,
        "img": "https://i.ibb.co/Thr1gh3/Clothing.png",
        "title": "Children's Clothing Drive",
        "category": "clothing",
        "category_bg": "rgba(255, 0, 0, 0.18)",
        "card_bg": "rgba(255, 165, 0, 0.15)",
        "text_button_bg": "rgba(255, 165, 0, 1)",
        "description": "The Children's Clothing Drive aims to provide disadvantaged children with the clothing they need for a brighter and more comfortable future. Your generous contribution ensures that these young individuals have access to suitable attire, which is crucial for their well-being and self-esteem.\n\nBy donating to this drive, you make a positive impact on the lives of children facing adversity. Your kindness offers them warmth, comfort, and a sense of dignity. Together, we can ensure that no child in our community has to go without the essential clothing they need.\n\nJoin us in making a difference in the lives of these young ones by donating to the Children's Clothing Drive. Your support can help shape a brighter future for them.",
        "price": 18
    },
    {
        "id": 10,
        "img": "https://i.ibb.co/Fs8Cv2t/Education.png",
        "title": "Digital Literacy Program",
        "category": "education",
        "category_bg": "rgba(0, 128, 0, 0.18)",
        "card_bg": "rgba(0, 128, 0, 0.15)",
        "text_button_bg": "rgba(0, 128, 0, 1)",
        "description": "In an increasingly digital world, access to digital literacy is crucial for students. The Digital Literacy Program is dedicated to promoting digital skills among students, equipping them with essential knowledge for success in the modern age.\n\nYour contribution to this program empowers the next generation by providing them with the skills needed to navigate the digital landscape confidently. In an era where technology is integral to education and employment, your support ensures that no student is left behind.\n\nJoin us in our mission to bridge the digital divide and create equal opportunities for all students. Your generosity can make a lasting impact on their future.",
        "price": 18
    },
    {
        "id": 11,
        "img": "https://i.ibb.co/ZK6zGcS/Food.png",
        "title": "Emergency Food Aid",
        "category": "food",
        "category_bg": "rgba(0, 0, 255, 0.18)",
        "card_bg": "rgba(0, 0, 255, 0.15)",
        "text_button_bg": "rgba(0, 0, 255, 1)",
        "description": "The Emergency Food Aid initiative provides crucial sustenance to communities during times of crisis and disaster. Your contribution ensures that affected individuals and families receive the essential nutrition they need to survive and recover.\n\nHunger is a pressing concern in emergencies, and your support makes a significant difference. It provides immediate relief and hope to those facing adversity, offering a lifeline when it's needed most.\n\nJoin us in making a positive impact during difficult times. Your generosity can help alleviate suffering and provide comfort to those in need.",
        "price": 18
    },
    {
        "id": 4,
        "img": "https://i.ibb.co/pRNFzHK/Health.png",
        "title": "Healthcare Support",
        "category": "health",
        "category_bg": "rgba(128, 0, 128, 0.18)",
        "card_bg": "rgba(128, 0, 128, 0.15)",
        "text_button_bg": "rgba(128, 0, 128, 1)",
        "description": "Access to healthcare is a fundamental human right, but many in underserved communities lack the means to receive essential medical treatments. The Healthcare Support initiative seeks to bridge this gap by providing funding for medical services to those in need.\n\nYour contribution directly impacts the quality of healthcare available to individuals who may otherwise go without. It provides access to medical consultations, treatments, and medications, improving both immediate health concerns and overall well-being.\n\nJoin us in our mission to ensure that healthcare reaches everyone, regardless of their circumstances. Your support can save lives and offer hope to those facing medical challenges.",
        "price": 18
    },
    {
        "id": 3,
        "img": "https://i.ibb.co/ZK6zGcS/Food.png",
        "title": "Food Drive",
        "category": "food",
        "category_bg": "rgba(0, 0, 255, 0.18)",
        "card_bg": "rgba(0, 0, 255, 0.15)",
        "text_button_bg": "rgba(0, 0, 255, 1)",
        "description": "The Food Drive is a collective effort to provide meals to those experiencing hunger and food insecurity. Your support ensures that individuals and families have access to nourishing food, promoting their health and well-being.\n\nHunger is an issue that affects many, and your contribution makes a direct impact. It provides sustenance and comfort to those facing adversity, offering them a lifeline during difficult times.\n\nJoin us in the fight against hunger and donate to the Food Drive. Your generosity can help alleviate suffering and ensure that no one in our community goes to bed hungry.",
        "price": 18
    },
    {
        "id": 8,
        "img": "https://i.ibb.co/pRNFzHK/Health.png",
        "title": "Medical Supplies Drive",
        "category": "health",
        "category_bg": "rgba(128, 0, 128, 0.18)",
        "card_bg": "rgba(128, 0, 128, 0.15)",
        "text_button_bg": "rgba(128, 0, 128, 1)",
        "description": "Access to quality healthcare relies on the availability of essential medical supplies. The Medical Supplies Drive aims to improve healthcare facilities by providing much-needed medical equipment and resources.\n\nYour donation of medical supplies directly impacts the quality of care available to those in need. It enhances the capacity of healthcare facilities to provide essential services and saves lives in the process.\n\nJoin us in our mission to enhance healthcare access. Your generosity ensures that healthcare providers have the tools they need to make a difference in the lives of patients.",
        "price": 18
    },
    {
        "id": 6,
        "img": "https://i.ibb.co/Fs8Cv2t/Education.png",
        "title": "Scholarship Program",
        "category": "education",
        "category_bg": "rgba(0, 128, 0, 0.18)",
        "card_bg": "rgba(0, 128, 0, 0.15)",
        "text_button_bg": "rgba(0, 128, 0, 1)",
        "description": "Education is the key to unlocking a brighter future, and the Scholarship Program is committed to supporting students in pursuing their dreams. Your contribution empowers aspiring scholars by providing access to quality education and the opportunity to reach their full potential.\n\nMany talented and deserving students face financial barriers to education. Your support can make a transformative impact by covering tuition fees and educational expenses, ensuring that no student's dreams are deferred.\n\nJoin us in our mission to create a brighter future through education. Your generosity can change lives and contribute to a more educated and prosperous society.",
        "price": 18
    },
    {
        "id": 1,
        "img": "https://i.ibb.co/Thr1gh3/Clothing.png",
        "title": "Clothing Drive",
        "category": "clothing",
        "category_bg": "rgba(255, 0, 0, 0.18)",
        "card_bg": "rgba(255, 165, 0, 0.15)",
        "text_button_bg": "rgba(255, 165, 0, 1)",
        "description": "The Clothing Drive is a compassionate initiative aimed at providing clothing to those in need. Your contribution ensures that individuals facing hardships have access to suitable attire, which is crucial for their well-being and self-esteem.\n\nBy donating clothing items such as shirts, pants, jackets, and shoes, you offer warmth and dignity to those who may lack the means to acquire these essential items. Your support can make a meaningful difference in the lives of individuals and families facing adversity.\n\nJoin us in making a positive impact and donate to the Clothing Drive. Your kindness and generosity can help improve the lives of those in our community who need it most."
    }
]